Repository: mozilla-l10n/mt-training-data
Catalog: cgg/cgg_pontoon.tmx
Source language: en_us
Languages: cgg

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
cgg: { $actionType } <micIcon></micIcon> reero ogarukemu nka buriijo oku orikubaasa

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
cgg: { $actionType } <playIcon></playIcon>kandi ohandiike eki oraahurire omuntu arikugamba

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
cgg: { $actionType } <playIcon></playIcon> Hurikiza amaraka, haza oshwijume ebihandiikirwe kuruga omu maraka. Kirakwatagana? Kyaba kitarakwatagana, Kihinduremu oreebe ngu kyakwatagana kurungi.

source: Add a question <icon></icon> in { $currentLocale } for people to answer
cgg: Taho/Tamu ekibuuzo <icon></icon>in { $currentLocale } by'abantu kugarukamu

source: Add information
cgg: Taho/tamu amakuru

source: An error occurred while creating this transcript
cgg: Haabaho enshobi obu ekihandiiko eki kyabo nikikorwa

source: An error occurred while editing the transcript
cgg: Haabaho enshobi omu kuhinduramu ekihandiiko

source: An error occurred while recording
cgg: Haabaho enshobi omu kukwata amaraka

source: An error occurred while skipping the transcript
cgg: Haabaho enshobi omu kguruka ekihandiiko

source: An error occurred while skipping this prompt
cgg: Haabaho enshobi omu kuguruka entandikirizo egi

source: An error occurred while submitting the report
cgg: Haabaho enshobi omu kutayo ripoota

source: An error occurred while uploading your response
cgg: Haabaho enshobi omu kutayo ekigarukwamu kyawe

source: An error occurred while voting the transcript
cgg: Haabaho enshobi omu kuteerera ekihandiiko akaruuru

source: Answer
cgg: Garukamu

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
cgg: Ori omwe ahari abo abari omu kibiina omu purogyekiti ya Common Voice's Spontaneous Speech Project?

source: Ask sensitive questions
cgg: Buuza ebibuuzo eby'eshoni

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
cgg: Okuhurikiza okahandiika ebikwasirwe aha rutambi kushemereire kutamu buri kigambo nari ebitari bigambo omu kigaaniiro nk'airaka eryagambwa omuntu, otwariiremu n'ebyo ebirikwegarukamu.

source: Attention!
cgg: Yetegyereze!

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
cgg: Kuhwera kurungi orurimi oku rukozirwe nk'okuzwanzya ebigambo<mark>code-switching</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
cgg: Kuhwera kurungi endimi eziine ebikwato bikye nainga <mark>no text corpus</mark>by'okukoresa (eg, orurimi rw'abantu b'omuringo gumwe, engamba z'orurimi, endimi zitahandiikirwe etc)

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
cgg: Waimata “Sindika linki omu email yangye”, nooba waikirizana <termsLink>N'enkora yaitu </termsLink> kandi <privacyLink>Eiteeka ry'Ebihama</privacyLink> kandi nabwo Mozilla neebaasa kukusindikira email erimu amakuru g'arikukushoboorora oku waakubaasa kwetaba omu kugyezesa okurakorwa aba Common Voice’s Spontaneous Speech Project.

source: By telling us about yourself, you will help developers build more inclusive technology
cgg: Waatugambira ebirikukukwataho, oraza kuba orahwera abarakora tekinologye/enyabukoryo erahwera boona

source: Cancel
cgg: Sazamu

source: Change
cgg: Hindura

source: Changes the language dataset to which you're contributing
cgg: Erahindura bwino y'orurimi oru oriyo noohweraho

source: Changes website text only.
cgg: Kirahindura ebihandiiko by'omutimbagano byonka.

source: Check
cgg: Shwijuma

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
cgg: Toorana ebibuuzo ebyanguhi ebireetegyerezibwa buri omwe, otateekateekire aha mituurire n'embeera z'ekintu

source: Click
cgg: Imata

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
cgg: Imata <guidanceLink>here</guidanceLink> kwega oku oraakorese peegi egi

source: Comment
cgg: Kigambeho

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
cgg: Common Voice erikutaho puroguramu ya kabiri egyendereire okurundaana okugamba okwobuzaarwa, okutahandiikirwe kandi okwahonaaho. Eki kiraza kuhwera ebyanga bingi kurundaana bwino juba-juba kandi kigire omugasho ahari abo abakugu omu bya bwino.

source: Contact us
cgg: Tuhikiirire

source: Continue
cgg: Gumizamu

source: Continue speaking
cgg: Guma oragamba

source: Contribute
cgg: Taho/hayo

source: Contributing to <bold>{ $language }</bold> dataset
cgg: Orahayo<bold>{ $language }</bold> bwino

source: Correct
cgg: Kihikire

source: Country/Region of Residence
cgg: Eihanga/Ekicweka eki orikutuuramu

source: Dataset: { $datasetLanguage }
cgg: Bwino: { $datasetLanguage }

source: Delete
cgg: Shangura

source: Different language
cgg: Orurimi orundi

source: do
cgg: Kora

source: Done
cgg: Kyahwa

source: do not
cgg: otaakikora

source: Don't wish to say
cgg: Tindenda kugamba

source: Edit
cgg: Hinduramu

source: e.g., “What do you wish you could use technology for?”
cgg: ekyokureeberaho "Okaabaire nooyenda ngu kanyabukoryo ogikorese ki?"

source: Enter your Country/Region of Residence
cgg: Taasyamu eihanga ryawe/Ekicweka eki oratuuramu

source: Enter your email
cgg: Taasyamu email yaawe

source: Error
cgg: Enshobi

source: Error while playing audio file.
cgg: Haabaho enshobi omu kutaho orutambi rw'eiraka.

source: Exceeded 25 questions. Reduce number of questions and retry.
cgg: Kyarenzya ebibuuzo 25. Kyendeeza omuhendo gw'ebibuuza ogaruke ogyezeho.

source: Express or solicit prejudiced or offensive sentiments
cgg: Hayo nainga ronda ebijumo nari ebyo ebiranyiiza

source: Female/Feminine
cgg: Ekikazi/omukazi

source: Guidelines
cgg: Amateeka

source: How Spontaneous Speech works
cgg: Oku enkora ya Spontaneous Speech erikukora

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
cgg: Ndaikiriza aba Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
cgg: * Nimpamya ngu ekibuuza oki ni <publicDomainLink>public domain</publicDomainLink> kandi nyine orusa rwokukigaitaho

source: Interested in getting involved with this project, or partnering with us?
cgg: Waahurira nooyenda kwegaita aha purogyekiti egi nari kukora naitwe?

source: Intersex
cgg: Ekinyabibiri

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
cgg: Fa agagarukamu ekyakushabwa omu muringo ogwa butoosha nk'oku orabaasa omu nyiriri nkye. Reeba ngu orurimi rwawe tirwajuma kandi rwagira ekitiinisa.

source: Learn how to check a transcription
cgg: Yega okushwijuma ekihandiikirwe

source: Learn how to transcribe
cgg: Yega okushwijuma ekihandiikirwe

source: Learn how to use this page
cgg: Yega oku oraakorese peegi egi

source: Listen
cgg: Hurikiza

source: Loading…
cgg: Nibyerundaana ….

source: Log In
cgg: Taahamu

source: Log In / Sign Up
cgg: Taahamu/iguraho akawunti

source: Log Out
cgg: Rugamu

source: Make sure they can be answered in just a couple of sentences
cgg: Reeba ngu birabaasa kugarukwamu omu nyiriri nkye

source: Male/Masculine
cgg: Ekishaija/omushaija

source: <mark>Check</mark>
cgg: <mark>Shwijuma</mark>

source: <mark>Prompt</mark>
cgg: <mark>ekibuuzo</mark>

source: <mark>Respond</mark>
cgg: <mark>kugarukamu</mark>

source: <mark>Transcribe</mark>
cgg: <mark>Handiika ebi orahurira bikwasirwe aha rutambi</mark>

source: More languages coming soon
cgg: Endimi ezindi zirikwija juba

source: Non-binary
cgg: Ti kishaija nari kikazi/timushaija nari mukazi

source: Not Found
cgg: Tikyashangwamu

source: Offensive Content
cgg: Ebihandiikirwe nibinyiiza

source: Other
cgg: Ekindi

source: Personally Identifiable Information
cgg: Amakuru agarikureka omuntu yaamanywa

source: Platform language
cgg: Orurimi rwa puraatifoomu

source: Question
cgg: Buuza/Ekibuuzo

source: Record your response
cgg: Kwata eiraka ry'ekigarukwamu kyawe

source: Report
cgg: Ripoota

source: Report was passed successfully
cgg: Ripoota ehinguziibwe omu businguzi

source: Request New Language
cgg: Shaba Orurimi Rusya

source: Respond
cgg: Garukamu

source: Response deleted successfully
cgg: Ekigarukwamu kyashangurwa gye

source: Response submitted successfully
cgg: Ekigarukwamu kyaheebwayo gye

source: Review
cgg: Shwijuma

source: Select your age
cgg: Toorana emyaka yaawe

source: Select your sex or gender
cgg: Toorana ekikura kyawe

source: Send a link to my email
cgg: Sindika linki aha email yangye

source: Skip
cgg: Guruka

source: Skipped
cgg: Kigurukirwe

source: Solicit personally identifying information (like names or financial information)
cgg: Ronda amakuru agarakwata aha muntu (nka amaziina nainga amakuru g'esente

source: Something went wrong while fetching audio for transcriptions. Please try again later.
cgg: Hariho ekitaagyenda gye omu kwihayo amaraka g'okuhurikiza g'akahandiikwa. Gyezaho bwanyima.

source: Something went wrong while fetching prompts. Please try again later.
cgg: Hariho ekitaagyenda gye omu kwihayo entaandikirizo ezi. Gyezaho bwanyima.

source: Something went wrong while fetching transcriptions. Please try again later.
cgg: Hariho ekitaagyenda gye omu kwihayo ebihandiikirwe kuruga omu maraka. Gyezaho bwanyima.

source: Submit
cgg: Hayo

source: Submit All
cgg: Tayo byona

source: Submit a report
cgg: Hayo ripoota

source: Submitted
cgg: Kyahikayo

source: Success
cgg: Obusinguzi

source: Tap
cgg: Koonaho

source: Thank you for contributing to Spontaneous Speech!
cgg: Yebare kugira eki waataho omu nkora eya Spontaneous Speech!

source: Thank you for your information
cgg: Yebare kutuha amakuru

source: The content contains a language different than I was expecting.
cgg: Ebihandiikirwe biri omu rurimi orundi rurikutaana ahari orwo oru ndikumanya.

source: The content has disrespectful or offensive language.
cgg: Ebihandiikirwe biine orurimi rurikunyiiza kandi rutarikuha kitiinisa

source: The MediaRecorder API is not supported in your browser.
cgg: Rikooda API t'erimu omu puroguraamu yaawe

source: The page you are looking for could not be found
cgg: Orupapura oru oraronda tirwashangwamu

source: There are currently no prompts for this language. Please refresh the page or try again later.
cgg: Hatiiya, tihariho kantu koona aha rurimi oru. Nyaburawe, garukamu peegi egi nari ogyezeho bwanyima.

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
cgg: Hatiiya, tihariho bihandiiko birugire omu iraka omu rurimi oru. Nyaburawe, garuza busya peegi egi nainga garukamu bwanyamaho.

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
cgg: Hatiiya, tihariho eiraka ry'okuhandiika omu rurimi oru. Nyaburawe, garuza busya egi peegi, nainga garukamu bwanyimaho

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
cgg: Ebihandiikirwe birimu amakuru garikukwata aha bantu nk'abantu nka: amaziina gaabo, email, ahu barikushangwa, enamba y'esimu hamwe n'enamba y'akamanyiso

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
cgg: Abihandiikirwe nibibuuza amakuru agarikukwata aha bantu nk'abantu nka: amaziina gaabo, email, ahu barikushangwa, enamba y'esimu hamwe n'enamba y'akamanyiso.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
cgg: Ti iteeka ngu amakuru aga gateekwa kuheebwayo - oshemereire kugaha oyekundiire. Twashohoza bwino, turashereka amakuru goona agarakwata aha muntu nk'omuntu nka eiziina ryawe hamwe na email tibirakwatagana n'amakuru agandi agarakwata aha muntu nk'emyaka hamwe n'ekikura kye. Kwenda ngu kanyabukoryo ekorere gye buri omwe, bwino erayamba abarakora za kanyabukoryo eine kuba eraruga omu bantu b'emiringo mingi. Manya ebirakiraho ahabikwatiraine na bwino erakwata ahari bwino.

source: Transcribe
cgg: Hurikiza ohandiike amaraka gakwasirwe aha rutambi

source: Transcript edited successfully
cgg: Ekihandiiko kyahindurwamu kyahwa gye

source: Transcript skipped successfully
cgg: Ekihandiiko kyagurukwa gye

source: Transcript submitted successfully
cgg: Ekihandiiko kyahikayo gye

source: Transcript voted successfully
cgg: Ekihandiiko kyarabamu omu karuuru

source: Transgender
cgg: Ekyehindwire

source: { $uploadedQuestions } of { $totalQuestions } questions collected
cgg: { $uploadedQuestions } of { $totalQuestions } ebibuuzo ebyarundaanwa

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
cgg: { $uploadedQuestions }of { $totalQuestions } ebibuuza ebyarundaanwa . Reeba ebyaitu <guidelinesLink>Guidelines</guidelinesLink> empapura z'okwegyeraho ebindi ebirikukwata aha kutamu ebibuuzo

source: Upload failed, please retry.
cgg: Okukitaho kwayanga, nyaburawe, garuka ogyezeho

source: Use correct spelling and grammar
cgg: Koresa empandiika ehikire hamwe n'amateeka g'oburimi

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
cgg: Kiragasira <mark>organic speech contexts</mark> n'emiringo y'enkoresa (ekyokureeberaho, waaba orenda ngu puroguraamu y'okumanya okugamba ekorere n'abantu abarikugamba engamba eya buriijo.

source: Welcome to Spontaneous Speech
cgg: Twakwakiira omu nkora eya Spontaneous Speech

source: We periodically release the dataset
cgg: Nitushohoza bwino erundainwe omu bwire butari bumwe na bumwe

source: We will show you a prompt or question
cgg: Turaza kukworeka ah'oratandikira nainga ekibuuzo

source: What issues are you experiencing with this content?
cgg: Ni buremeezi ki obu orikubugana omu bihandiikirwe ebi?

source: What is your age?
cgg: Oine emyaka engahe?

source: What is your sex or gender?
cgg: Ori owa kikura ki?

source: What questions can I add?
cgg: Ni bibuuzo ki ebi naakubaasa kutamu?

source: Why are you asking?
cgg: Ahabwenki orabuuza?

source: Why we built this Spontaneous Speech prototype
cgg: Ahabwenki twataireho enkora egi eya Sponteneous Speech

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
cgg: Handiika ekyo kyonyini eki omuntu yaagamba, otwariiremu n'ebigamba by'okwita omwanya nka 'um' nainga 'errr'

source: Write down what you hear the person saying here
cgg: Handiika hanu eki orahurira omuntu aragamba

source: You check whether the transcription matches the audio
cgg: Kyebera yaaba ebiwahandiika nibiikirizana n'ebiri aha rutambi

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
cgg: Oine ebi waahindura aha peegi egi ebitakabiikirwe. Ku oraahindure aha mwanya ogu, ebi waahindura tibiraabiikwe. Orakihamya orenda kuhindura aha mwanya?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
cgg: Hariho ebi otakabiikire aha peegi egi. Ku oraaruge aha peegi egi, ebi waahinduramu tibiraabiikwe. Orakihamya orenda kuruga ha peegi egi?

source: You must allow microphone access.
cgg: Oteekwa kwikiriza kutaho omuzindaaro

source: You respond or reply to it as naturally as you can
cgg: Ohandiike eki orahurira kuruga aha maraka agakwasirwe aha rutambi

source: You write down what you hear in the audio clips
cgg: Ohandiike eki orahurira kuruga aha maraka agakwasirwe aha rutambi
